---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Lf
source: html/7085e1e7-6b4f-2e10-406e-2b0e69baaf06.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Lf Property

Symbol LF, indicating unit Feet.

## Syntax (C#)
```csharp
public static ForgeTypeId Lf { get; }
```